<?php
include("headeer.html")
?>
<p class="title1">READ MORE...</p>
<p class="titr">Spiral galaxies</p>
<p class="neveshte" >کهکشان های مارپیچی
کهکشان مارپیچی (Spiral Galaxy) از زیباترین انواع کهکشان هاست. این نوع از اجرام بصورت دیسکی شکل هستند و مرکزی کروی دارند. درقسمت مرکزی كهكشان که به شکل کروی است انواع ستارگان پیر قرار دارند و بازوها عمدتا از ستارگان جوان تر تشکیل شده است.

ستارگان و بقیه اعضای كهكشان بر روی صفحه دیسک در حال چرخش به دور مرکز كهكشان هستند و در آرایشی به شکل بازوهای در هم پیچیده قرار گرفته اند. به دلیل همین آرایش و بازوها، نام آنها كهكشان هاي مارپيچي میباشد.

 

مثال هایی از انواع کهکشان مارپیچی
از معروف ترین كهكشان هاي مارپیچی میتوان به کهکشان فرفره و گرداب اشاره کرد که هردو مارپیچی بوده و دارای بازوهایی در هم پیچیده هستند. کهکشان آندرومدا نیز از جمله كهكشان هاي مارپیچی به حساب می آید و نزدیکترین کهکشان به راه شیری است که بزرگ و مارپیچی است. همانطور که در تصویر می بینیم مشخصه اصلی آنها بازوهای مارپیچ شکلشان است</p>
<?php
include("footer.html")
?>